org/20220516152718-the_world_s_wealth_is_not_capitalism_s_work.org
:PROPERTIES:
:ID:       0bead6a8-e4b3-4c5d-a226-a5a2c57f5332
:END:
#+TITLE: The world's wealth is not capitalism's work
#+CREATED: [2022-05-16 Mon 15:27]
#+LAST_MODIFIED: [2022-05-16 Mon 15:33]

But rather the invention of money that is easy to transport widely accepted (or a set of currencies that are easily exchanged into another), and debt availability.

* TODO History of what happened in China
* TODO History of what happened in UK
* TODO History of what happened in France (duc d'Orléans and John Law)
* TODO What mechanisms lead to riches ? Incentive to produce more ? Simplify the exchanges ?

* References

- Jacob Goldstein. Money: the true story of a made-up thing.
