20220516152718-the_world_s_wealth_is_not_capitalism_s_work.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-22 Mon 17:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The world's wealth is not capitalism's work</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">The world's wealth is not capitalism's work</h1>
<p>
But rather the invention of money that is easy to transport widely accepted (or a set of currencies that are easily exchanged into another), and debt availability.
</p>

<div id="outline-container-org3abc9e2" class="outline-2">
<h2 id="org3abc9e2"><span class="todo TODO">TODO</span> History of what happened in China</h2>
</div>
<div id="outline-container-org9f7c499" class="outline-2">
<h2 id="org9f7c499"><span class="todo TODO">TODO</span> History of what happened in UK</h2>
</div>
<div id="outline-container-orgf7c5189" class="outline-2">
<h2 id="orgf7c5189"><span class="todo TODO">TODO</span> History of what happened in France (duc d'Orléans and John Law)</h2>
</div>
<div id="outline-container-org92cb8c5" class="outline-2">
<h2 id="org92cb8c5"><span class="todo TODO">TODO</span> What mechanisms lead to riches ? Incentive to produce more ? Simplify the exchanges ?</h2>
</div>

<div id="outline-container-orgbe24d09" class="outline-2">
<h2 id="orgbe24d09">References</h2>
<div class="outline-text-2" id="text-orgbe24d09">
<ul class="org-ul">
<li>Jacob Goldstein. Money: the true story of a made-up thing.</li>
</ul>
</div>
</div>

<div id="outline-container-orgbb13941" class="outline-2">
<h2 id="orgbb13941">Links to this note</h2>
</div>
</div>
</body>
</html>
